/* 
   Localizable.strings
   SurfaceLength3D

   Created by Gary Fielke on 8/09/08.
   Copyright 2008 TriX Software. All rights reserved.
 */


"Step1Title" = "VOI Cutter";
"Step1Description" = "Launch the VOI Cutter plugin (part of CMIV_CTA_TOOLS)";

"Step2Title" = "Place Points";
"Step2Description" = "Will display an Orthogonal View of the series and where you may place points.";

"Step3Title" = "Process";
"Step3Description" = "Displays the Surface Render window. Once the surface has been rendered this plugin will automatically determine the path between pairs of points plotting the path on the surface and calculating the distance.";

"Step4Title" = "Report";
"Step4Description" = "Display a report of the results in graphical form.";



/* Processing table column names */

"Point Pairs" = "Point Pairs";
"Distance Direct (mm)" = "Distance Direct (mm)";
"Distance Surface (mm)" = "Distance Surface (mm)";
"Display" = "Display";

"Calculating..." = "Calculating...";
"All" = "All";

/* About window */
"Version" = "Version";


/* warnings */
"Not enough points placed." = "Not enough points placed.";
"At least two points need to be placed before processing can occur." = "At least two points need to be placed before processing can occur.";